;Place localized text in this file

;
;Base Augments (Kevlar)
;

[BaseAugCnv_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugCnv_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugCnv_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugCnv_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugCnv_Arms_Left_E_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugCnv_Arms_Left_F_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugCnv_Arms_Left_G_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugCnv_Arms_Left_H_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugCnv_Arms_Left_I_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugCnv_Arms_Left_J_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 8"

[BaseAugCnv_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugCnv_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugCnv_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugCnv_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugCnv_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugCnv_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugCnv_Arms_Right_G_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugCnv_Arms_Right_H_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugCnv_Arms_Right_I_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugCnv_Arms_Right_J_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 8"

[BaseAugCnv_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugCnv_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugCnv_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugCnv_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugCnv_Arms_Left_E_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugCnv_Arms_Left_F_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugCnv_Arms_Left_G_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugCnv_Arms_Left_H_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugCnv_Arms_Left_I_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugCnv_Arms_Left_J_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 8"

[BaseAugCnv_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugCnv_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugCnv_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugCnv_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugCnv_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugCnv_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugCnv_Arms_Right_G_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugCnv_Arms_Right_H_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugCnv_Arms_Right_I_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugCnv_Arms_Right_J_M X2BodyPartTemplate]
DisplayName="Base Auh Kevlar 8"

;
;Holo Augments (Kevlar)
;

[HoloAugCnv_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugCnv_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugCnv_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugCnv_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugCnv_Arms_Left_E_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugCnv_Arms_Left_F_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugCnv_Arms_Left_G_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugCnv_Arms_Left_H_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugCnv_Arms_Left_I_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugCnv_Arms_Left_J_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 8"

[HoloAugCnv_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugCnv_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugCnv_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugCnv_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugCnv_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugCnv_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugCnv_Arms_Right_G_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugCnv_Arms_Right_H_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugCnv_Arms_Right_I_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugCnv_Arms_Right_J_F X2BodyPartTemplate]
DisplayName="Holo Auh Kevlar 8"

[HoloAugCnv_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugCnv_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugCnv_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugCnv_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugCnv_Arms_Left_E_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugCnv_Arms_Left_F_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugCnv_Arms_Left_G_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugCnv_Arms_Left_H_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugCnv_Arms_Left_I_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugCnv_Arms_Left_J_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 8"

[HoloAugCnv_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugCnv_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugCnv_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugCnv_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugCnv_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugCnv_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugCnv_Arms_Right_G_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugCnv_Arms_Right_H_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugCnv_Arms_Right_I_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugCnv_Arms_Right_J_M X2BodyPartTemplate]
DisplayName="Holo Auh Kevlar 8"

;
;Codex Augments (Kevlar)
;

[CodexAugCnv_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugCnv_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugCnv_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugCnv_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugCnv_Arms_Left_E_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugCnv_Arms_Left_F_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugCnv_Arms_Left_G_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugCnv_Arms_Left_H_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugCnv_Arms_Left_I_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugCnv_Arms_Left_J_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 8"

[CodexAugCnv_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugCnv_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugCnv_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugCnv_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugCnv_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugCnv_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugCnv_Arms_Right_G_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugCnv_Arms_Right_H_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugCnv_Arms_Right_I_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugCnv_Arms_Right_J_F X2BodyPartTemplate]
DisplayName="Codex Auh Kevlar 8"

[CodexAugCnv_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugCnv_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugCnv_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugCnv_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugCnv_Arms_Left_E_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugCnv_Arms_Left_F_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugCnv_Arms_Left_G_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugCnv_Arms_Left_H_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugCnv_Arms_Left_I_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugCnv_Arms_Left_J_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 8"

[CodexAugCnv_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugCnv_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugCnv_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugCnv_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugCnv_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugCnv_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugCnv_Arms_Right_G_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugCnv_Arms_Right_H_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugCnv_Arms_Right_I_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugCnv_Arms_Right_J_M X2BodyPartTemplate]
DisplayName="Codex Auh Kevlar 8"

;
;Base Augments (Predator)
;

[BaseAugPlt_Med_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugPlt_Med_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugPlt_Med_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugPlt_Med_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugPlt_Med_Arms_Left_E_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugPlt_Med_Arms_Left_F_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugPlt_Med_Arms_Left_G_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugPlt_Med_Arms_Left_H_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugPlt_Med_Arms_Left_I_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugPlt_Med_Arms_Left_J_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 8"
[BaseAugPlt_Med_LgtB_Arms_Left_F X2BodyPartTemplate]
DisplayName="Base Aug Plated 1"
[BaseAugPlt_Med_HvyB_Arms_Left_F X2BodyPartTemplate]
DisplayName="Base Aug Plated 2"

[BaseAugPlt_Med_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugPlt_Med_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugPlt_Med_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugPlt_Med_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugPlt_Med_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugPlt_Med_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugPlt_Med_Arms_Right_G_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugPlt_Med_Arms_Right_H_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugPlt_Med_Arms_Right_I_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugPlt_Med_Arms_Right_J_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 8"
[BaseAugPlt_Med_LgtB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Base Aug Plated 1"
[BaseAugPlt_Med_HvyB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Base Aug Plated 2"

[BaseAugPlt_Med_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugPlt_Med_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugPlt_Med_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugPlt_Med_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugPlt_Med_Arms_Left_E_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugPlt_Med_Arms_Left_F_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugPlt_Med_Arms_Left_G_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugPlt_Med_Arms_Left_H_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugPlt_Med_Arms_Left_I_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugPlt_Med_Arms_Left_J_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 8"
[BaseAugPlt_Med_LgtB_Arms_Left_M X2BodyPartTemplate]
DisplayName="Base Aug Plated 1"
[BaseAugPlt_Med_HvyB_Arms_Left_M X2BodyPartTemplate]
DisplayName="Base Aug Plated 2"

[BaseAugPlt_Med_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugPlt_Med_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugPlt_Med_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugPlt_Med_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugPlt_Med_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugPlt_Med_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugPlt_Med_Arms_Right_G_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugPlt_Med_Arms_Right_H_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugPlt_Med_Arms_Right_I_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugPlt_Med_Arms_Right_J_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 8"
[BaseAugPlt_Med_LgtB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Base Aug Plated 1"
[BaseAugPlt_Med_HvyB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Base Aug Plated 2"

;
;Holo Augments (Predator)
;

[HoloAugPlt_Med_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugPlt_Med_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugPlt_Med_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugPlt_Med_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugPlt_Med_Arms_Left_E_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugPlt_Med_Arms_Left_F_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugPlt_Med_Arms_Left_G_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugPlt_Med_Arms_Left_H_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugPlt_Med_Arms_Left_I_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugPlt_Med_Arms_Left_J_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 8"
[HoloAugPlt_Med_LgtB_Arms_Left_F X2BodyPartTemplate]
DisplayName="Holo Aug Plated 1"
[HoloAugPlt_Med_HvyB_Arms_Left_F X2BodyPartTemplate]
DisplayName="Holo Aug Plated 2"

[HoloAugPlt_Med_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugPlt_Med_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugPlt_Med_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugPlt_Med_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugPlt_Med_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugPlt_Med_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugPlt_Med_Arms_Right_G_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugPlt_Med_Arms_Right_H_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugPlt_Med_Arms_Right_I_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugPlt_Med_Arms_Right_J_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 8"
[HoloAugPlt_Med_LgtB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Holo Aug Plated 1"
[HoloAugPlt_Med_HvyB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Holo Aug Plated 2"

[HoloAugPlt_Med_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugPlt_Med_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugPlt_Med_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugPlt_Med_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugPlt_Med_Arms_Left_E_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugPlt_Med_Arms_Left_F_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugPlt_Med_Arms_Left_G_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugPlt_Med_Arms_Left_H_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugPlt_Med_Arms_Left_I_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugPlt_Med_Arms_Left_J_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 8"
[HoloAugPlt_Med_LgtB_Arms_Left_M X2BodyPartTemplate]
DisplayName="Holo Aug Plated 1"
[HoloAugPlt_Med_HvyB_Arms_Left_M X2BodyPartTemplate]
DisplayName="Holo Aug Plated 2"

[HoloAugPlt_Med_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugPlt_Med_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugPlt_Med_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugPlt_Med_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugPlt_Med_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugPlt_Med_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugPlt_Med_Arms_Right_G_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugPlt_Med_Arms_Right_H_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugPlt_Med_Arms_Right_I_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugPlt_Med_Arms_Right_J_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 8"
[HoloAugPlt_Med_LgtB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Holo Aug Plated 1"
[HoloAugPlt_Med_HvyB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Holo Aug Plated 2"

;
;Codex Augments (Predator)
;

[CodexAugPlt_Med_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugPlt_Med_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugPlt_Med_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugPlt_Med_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugPlt_Med_Arms_Left_E_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugPlt_Med_Arms_Left_F_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugPlt_Med_Arms_Left_G_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugPlt_Med_Arms_Left_H_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugPlt_Med_Arms_Left_I_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugPlt_Med_Arms_Left_J_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 8"
[CodexAugPlt_Med_LgtB_Arms_Left_F X2BodyPartTemplate]
DisplayName="Codex Aug Plated 1"
[CodexAugPlt_Med_HvyB_Arms_Left_F X2BodyPartTemplate]
DisplayName="Codex Aug Plated 2"

[CodexAugPlt_Med_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugPlt_Med_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugPlt_Med_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugPlt_Med_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugPlt_Med_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugPlt_Med_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugPlt_Med_Arms_Right_G_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugPlt_Med_Arms_Right_H_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugPlt_Med_Arms_Right_I_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugPlt_Med_Arms_Right_J_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 8"
[CodexAugPlt_Med_LgtB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Codex Aug Plated 1"
[CodexAugPlt_Med_HvyB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Codex Aug Plated 2"

[CodexAugPlt_Med_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugPlt_Med_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugPlt_Med_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugPlt_Med_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugPlt_Med_Arms_Left_E_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugPlt_Med_Arms_Left_F_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugPlt_Med_Arms_Left_G_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugPlt_Med_Arms_Left_H_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugPlt_Med_Arms_Left_I_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugPlt_Med_Arms_Left_J_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 8"
[CodexAugPlt_Med_LgtB_Arms_Left_M X2BodyPartTemplate]
DisplayName="Codex Aug Plated 1"
[CodexAugPlt_Med_HvyB_Arms_Left_M X2BodyPartTemplate]
DisplayName="Codex Aug Plated 2"

[CodexAugPlt_Med_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugPlt_Med_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugPlt_Med_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugPlt_Med_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugPlt_Med_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugPlt_Med_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugPlt_Med_Arms_Right_G_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugPlt_Med_Arms_Right_H_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugPlt_Med_Arms_Right_I_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugPlt_Med_Arms_Right_J_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 8"
[CodexAugPlt_Med_LgtB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Codex Aug Plated 1"
[CodexAugPlt_Med_HvyB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Codex Aug Plated 2"

;
;Base Augments (Spider)
;

[BaseAugPlt_Lgt_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugPlt_Lgt_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugPlt_LgtB_Arms_Left_F X2BodyPartTemplate]
DisplayName="Base Aug Plated"

[BaseAugPlt_Lgt_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugPlt_Lgt_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugPlt_LgtB_Arms_Left_M X2BodyPartTemplate]
DisplayName="Base Aug Plated"

[BaseAugPlt_Lgt_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugPlt_Lgt_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugPlt_Lgt_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugPlt_Lgt_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugPlt_Lgt_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugPlt_Lgt_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugPlt_Lgt_Arms_Right_G_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugPlt_Lgt_Arms_Right_H_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugPlt_Lgt_Arms_Right_I_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugPlt_Lgt_Arms_Right_J_F X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 8"
[BaseAugPlt_LgtB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Base Aug Plated 1"
[BaseAugPlt_Lgt_HvyB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Base Aug Plated 2"

[BaseAugPlt_Lgt_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 1"
[BaseAugPlt_Lgt_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug Underlay 2"
[BaseAugPlt_Lgt_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 1"
[BaseAugPlt_Lgt_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 2"
[BaseAugPlt_Lgt_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 3"
[BaseAugPlt_Lgt_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 4"
[BaseAugPlt_Lgt_Arms_Right_G_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 5"
[BaseAugPlt_Lgt_Arms_Right_H_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 6"
[BaseAugPlt_Lgt_Arms_Right_I_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 7"
[BaseAugPlt_Lgt_Arms_Right_J_M X2BodyPartTemplate]
DisplayName="Base Aug Kevlar 8"
[BaseAugPlt_LgtB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Base Aug Plated 1"
[BaseAugPlt_Lgt_HvyB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Base Aug Plated 2"

;
;Holo Augments (Spider)
;

[HoloAugPlt_Lgt_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugPlt_Lgt_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugPlt_LgtB_Arms_Left_F X2BodyPartTemplate]
DisplayName="Holo Aug Plated"

[HoloAugPlt_Lgt_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugPlt_Lgt_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugPlt_LgtB_Arms_Left_M X2BodyPartTemplate]
DisplayName="Holo Aug Plated"

[HoloAugPlt_Lgt_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugPlt_Lgt_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugPlt_Lgt_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugPlt_Lgt_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugPlt_Lgt_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugPlt_Lgt_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugPlt_Lgt_Arms_Right_G_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugPlt_Lgt_Arms_Right_H_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugPlt_Lgt_Arms_Right_I_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugPlt_Lgt_Arms_Right_J_F X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 8"
[HoloAugPlt_LgtB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Holo Aug Plated 1"
[HoloAugPlt_Lgt_HvyB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Holo Aug Plated 2"

[HoloAugPlt_Lgt_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 1"
[HoloAugPlt_Lgt_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Underlay 2"
[HoloAugPlt_Lgt_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 1"
[HoloAugPlt_Lgt_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 2"
[HoloAugPlt_Lgt_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 3"
[HoloAugPlt_Lgt_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 4"
[HoloAugPlt_Lgt_Arms_Right_G_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 5"
[HoloAugPlt_Lgt_Arms_Right_H_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 6"
[HoloAugPlt_Lgt_Arms_Right_I_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 7"
[HoloAugPlt_Lgt_Arms_Right_J_M X2BodyPartTemplate]
DisplayName="Holo Aug Kevlar 8"
[HoloAugPlt_LgtB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Holo Aug Plated 1"
[HoloAugPlt_Lgt_HvyB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Holo Aug Plated 2"

;
;Codex Augments (Spider)
;

[CodexAugPlt_Lgt_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugPlt_Lgt_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugPlt_LgtB_Arms_Left_F X2BodyPartTemplate]
DisplayName="Codex Aug Plated"

[CodexAugPlt_Lgt_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugPlt_Lgt_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugPlt_LgtB_Arms_Left_M X2BodyPartTemplate]
DisplayName="Codex Aug Plated"

[CodexAugPlt_Lgt_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugPlt_Lgt_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugPlt_Lgt_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugPlt_Lgt_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugPlt_Lgt_Arms_Right_E_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugPlt_Lgt_Arms_Right_F_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugPlt_Lgt_Arms_Right_G_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugPlt_Lgt_Arms_Right_H_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugPlt_Lgt_Arms_Right_I_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugPlt_Lgt_Arms_Right_J_F X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 8"
[CodexAugPlt_LgtB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Codex Aug Plated 1"
[CodexAugPlt_Lgt_HvyB_Arms_Right_F X2BodyPartTemplate]
DisplayName="Codex Aug Plated 2"

[CodexAugPlt_Lgt_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 1"
[CodexAugPlt_Lgt_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Underlay 2"
[CodexAugPlt_Lgt_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 1"
[CodexAugPlt_Lgt_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 2"
[CodexAugPlt_Lgt_Arms_Right_E_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 3"
[CodexAugPlt_Lgt_Arms_Right_F_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 4"
[CodexAugPlt_Lgt_Arms_Right_G_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 5"
[CodexAugPlt_Lgt_Arms_Right_H_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 6"
[CodexAugPlt_Lgt_Arms_Right_I_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 7"
[CodexAugPlt_Lgt_Arms_Right_J_M X2BodyPartTemplate]
DisplayName="Codex Aug Kevlar 8"
[CodexAugPlt_LgtB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Codex Aug Plated 1"
[CodexAugPlt_Lgt_HvyB_Arms_Right_M X2BodyPartTemplate]
DisplayName="Codex Aug Plated 2"

;
;Base Augments (E.X.O.)
;

[BaseAugPlt_Hvy_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 1"
[BaseAugPlt_Hvy_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 2"
[BaseAugPlt_Hvy_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 3"
[BaseAugPlt_Hvy_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 4"
[BaseAugPlt_HvyB_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 5"
[BaseAugPlt_HvyB_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 6"

[BaseAugPlt_Hvy_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 1"
[BaseAugPlt_Hvy_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 2"
[BaseAugPlt_Hvy_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 3"
[BaseAugPlt_Hvy_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 4"
[BaseAugPlt_HvyB_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 5"
[BaseAugPlt_HvyB_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 6"

[BaseAugPlt_Hvy_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 1"
[BaseAugPlt_Hvy_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 2"
[BaseAugPlt_Hvy_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 3"
[BaseAugPlt_Hvy_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 4"
[BaseAugPlt_HvyB_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 5"
[BaseAugPlt_HvyB_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 6"

[BaseAugPlt_Hvy_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 1"
[BaseAugPlt_Hvy_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 2"
[BaseAugPlt_Hvy_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 3"
[BaseAugPlt_Hvy_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 4"
[BaseAugPlt_HvyB_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 5"
[BaseAugPlt_HvyB_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug E.X.O. 6"

;
;Holo Augments (E.X.O.)
;

[HoloAugPlt_Hvy_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 1"
[HoloAugPlt_Hvy_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 2"
[HoloAugPlt_Hvy_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 3"
[HoloAugPlt_Hvy_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 4"
[HoloAugPlt_HvyB_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 5"
[HoloAugPlt_HvyB_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 6"

[HoloAugPlt_Hvy_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 1"
[HoloAugPlt_Hvy_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 2"
[HoloAugPlt_Hvy_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 3"
[HoloAugPlt_Hvy_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 4"
[HoloAugPlt_HvyB_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 5"
[HoloAugPlt_HvyB_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 6"

[HoloAugPlt_Hvy_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 1"
[HoloAugPlt_Hvy_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 2"
[HoloAugPlt_Hvy_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 3"
[HoloAugPlt_Hvy_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 4"
[HoloAugPlt_HvyB_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 5"
[HoloAugPlt_HvyB_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 6"

[HoloAugPlt_Hvy_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 1"
[HoloAugPlt_Hvy_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 2"
[HoloAugPlt_Hvy_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 3"
[HoloAugPlt_Hvy_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 4"
[HoloAugPlt_HvyB_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 5"
[HoloAugPlt_HvyB_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug E.X.O. 6"

;
;Codex Augments (E.X.O.)
;

[CodexAugPlt_Hvy_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 1"
[CodexAugPlt_Hvy_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 2"
[CodexAugPlt_Hvy_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 3"
[CodexAugPlt_Hvy_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 4"
[CodexAugPlt_HvyB_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 5"
[CodexAugPlt_HvyB_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 6"

[CodexAugPlt_Hvy_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 1"
[CodexAugPlt_Hvy_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 2"
[CodexAugPlt_Hvy_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 3"
[CodexAugPlt_Hvy_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 4"
[CodexAugPlt_HvyB_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 5"
[CodexAugPlt_HvyB_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 6"

[CodexAugPlt_Hvy_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 1"
[CodexAugPlt_Hvy_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 2"
[CodexAugPlt_Hvy_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 3"
[CodexAugPlt_Hvy_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 4"
[CodexAugPlt_HvyB_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 5"
[CodexAugPlt_HvyB_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 6"

[CodexAugPlt_Hvy_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 1"
[CodexAugPlt_Hvy_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 2"
[CodexAugPlt_Hvy_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 3"
[CodexAugPlt_Hvy_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 4"
[CodexAugPlt_HvyB_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 5"
[CodexAugPlt_HvyB_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug E.X.O. 6"

;
;Base Augments (Warden)
;

[BaseAugPwr_Med_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[BaseAugPwr_Med_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"
[BaseAugPwr_Med_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[BaseAugPwr_Med_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"

[BaseAugPwr_Med_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[BaseAugPwr_Med_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"
[BaseAugPwr_Med_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[BaseAugPwr_Med_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"

;
;Holo Augments (Warden)
;

[HoloAugPwr_Med_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Powered 1"
[HoloAugPwr_Med_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Powered 2"
[HoloAugPwr_Med_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Powered 1"
[HoloAugPwr_Med_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Powered 2"

[HoloAugPwr_Med_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Powered 1"
[HoloAugPwr_Med_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Powered 2"
[HoloAugPwr_Med_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Powered 1"
[HoloAugPwr_Med_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Powered 2"

;
;Codex Augments (Warden)
;

[CodexAugPwr_Med_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Powered 1"
[CodexAugPwr_Med_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Powered 2"
[CodexAugPwr_Med_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Powered 1"
[CodexAugPwr_Med_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Powered 2"

[CodexAugPwr_Med_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Powered 1"
[CodexAugPwr_Med_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Powered 2"
[CodexAugPwr_Med_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Powered 1"
[CodexAugPwr_Med_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Powered 2"

;
;Base Augments (Wraith)
;

[BaseAugPwr_Lgt_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[BaseAugPwr_Lgt_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"
[BaseAugPwr_Lgt_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[BaseAugPwr_Lgt_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"

[BaseAugPwr_Lgt_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[BaseAugPwr_Lgt_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"
[BaseAugPwr_Lgt_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 1"
[BaseAugPwr_Lgt_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug Powered 2"

;
;Holo Augments (Wraith)
;

[HoloAugPwr_Lgt_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Powered 1"
[HoloAugPwr_Lgt_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Powered 2"
[HoloAugPwr_Lgt_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Powered 1"
[HoloAugPwr_Lgt_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Powered 2"

[HoloAugPwr_Lgt_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug Powered 1"
[HoloAugPwr_Lgt_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug Powered 2"
[HoloAugPwr_Lgt_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug Powered 1"
[HoloAugPwr_Lgt_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug Powered 2"

;
;Codex Augments (Wraith)
;

[CodexAugPwr_Lgt_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Powered 1"
[CodexAugPwr_Lgt_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Powered 2"
[CodexAugPwr_Lgt_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Powered 1"
[CodexAugPwr_Lgt_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Powered 2"

[CodexAugPwr_Lgt_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug Powered 1"
[CodexAugPwr_Lgt_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug Powered 2"
[CodexAugPwr_Lgt_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug Powered 1"
[CodexAugPwr_Lgt_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug Powered 2"

;
;Base Augments (W.A.R.)
;

[BaseAugPwr_Hvy_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Base Aug W.A.R. 1"
[BaseAugPwr_Hvy_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Base Aug W.A.R. 2"
[BaseAugPwr_Hvy_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Base Aug W.A.R. 1"
[BaseAugPwr_Hvy_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Base Aug W.A.R. 2"

[BaseAugPwr_Hvy_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Base Aug W.A.R. 1"
[BaseAugPwr_Hvy_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Base Aug W.A.R. 2"
[BaseAugPwr_Hvy_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Base Aug W.A.R. 1"
[BaseAugPwr_Hvy_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Base Aug W.A.R. 2"

;
;Holo Augments (W.A.R.)
;

[HoloAugPwr_Hvy_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Holo Aug W.A.R. 1"
[HoloAugPwr_Hvy_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Holo Aug W.A.R. 2"
[HoloAugPwr_Hvy_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Holo Aug W.A.R. 1"
[HoloAugPwr_Hvy_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Holo Aug W.A.R. 2"

[HoloAugPwr_Hvy_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Holo Aug W.A.R. 1"
[HoloAugPwr_Hvy_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Holo Aug W.A.R. 2"
[HoloAugPwr_Hvy_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Holo Aug W.A.R. 1"
[HoloAugPwr_Hvy_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Holo Aug W.A.R. 2"

;
;Codex Augments (W.A.R.)
;

[CodexAugPwr_Hvy_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Codex Aug W.A.R. 1"
[CodexAugPwr_Hvy_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Codex Aug W.A.R. 2"
[CodexAugPwr_Hvy_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Codex Aug W.A.R. 1"
[CodexAugPwr_Hvy_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Codex Aug W.A.R. 2"

[CodexAugPwr_Hvy_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Codex Aug W.A.R. 1"
[CodexAugPwr_Hvy_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Codex Aug W.A.R. 2"
[CodexAugPwr_Hvy_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Codex Aug W.A.R. 1"
[CodexAugPwr_Hvy_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Codex Aug W.A.R. 2"
